[
  {
    "id": 1,
    "name": "Bazylika Mariacka",
    "description": "Bazylika konkatedralna Wniebowzięcia Najświętszej Maryi Panny, zwana często „Koroną Gdańska” jest największą w Europie świątynią wybudowaną z cegły.\nJej potężne mury i wieże wznoszą się wysoko nad panoramą miasta oraz nad rozległą okolicą.",
    "prize": 12,
    "rate" : 4,
    "opinion" : "Duża katedra w centrum miasta. Polecamy wejść na wieże.",
    "fromCity" : 1
  },
  {
    "id": 2,
    "name": "Wzgórze Pachołek-wieża widokowa",
    "description": "Wzgórze Pachołek z 15 metrową wieżą widokową znajdujące się w Oliwie. Można podziwiać wspaniałą panoramę Gdańska oraz pospacerować lasem.",
    "prize": 0,
    "rate" : 5,
    "opinion" : "Super miejsce, super widok, polecamy.",
    "fromCity" : 1
  },
   {
    "id": 3,
    "name": "Park Oliwski",
    "description": "Zabytkowy park w dzielnicy Oliwa, nad Potokiem Oliwskim. Powierzchnia parku wynosi 11,3 ha.",
    "prize": 0,
    "rate" : 4.5,
    "opinion" : "Duży park, można zrobić piknik i napić się kawy.",
    "fromCity" : 1
  },
   {
    "id": 4,
    "name": "Fontanna Neptuna",
    "description": "Zabytkowa fontanna. Stoi w najbardziej reprezentacyjnej części Gdańska – na Długim Targu, przed wejściem do Dworu Artusa.",
    "prize": 0,
    "rate" : 4,
    "opinion" : "Fajna atrakcja podczas spaceru.",
    "fromCity" : 1
  },
   {
    "id": 5,
    "name": "Pierogarnia Mandu",
    "description": "Mieszanka rutyny, młodości, pasji, perfekcjonizmu, elementy polskiej tradycji, powiew kuchni świata, super pierogi. Kilka lokalizacji w Gdańsku",
    "prize": 0,
    "rate" : 4.7,
    "opinion" : "Smaczne pierogi, super obsługa polecamy.",
    "fromCity" : 1
  },
    {
    "id": 6,
    "name": "Sea Towers",
    "description": "Dwa wieżowce o charakterze mieszkalnym i biurowo-usługowym zlokalizowane w śródmieściu Gdyni, zbudowane w latach 2006–2009. Całkowita wysokość wyższej wieży to 141,6 m, a niższej 91 m.\nW rankingu wysokości wieżowców Polsce wyższa wieża znajduje się na 12. miejscu. Można wjechać na punkt widokowy.",
    "prize": 20,
    "rate" : 4,
    "opinion" : "Fajny widok na Gdynie i zatokę",
    "fromCity" : 2
  },
  {
    "id": 7,
    "name": "Molo Orłowo",
    "description": "Drewniane molo znajdujące się w nadmorskiej, południowo-wschodniej dzielnicy Gdyni. Należy do najchętniej odwiedzanych obiektów w mieście.",
    "prize": 0,
    "rate" : 5,
    "opinion" : "Plaża i molo w orłowie są super",
    "fromCity" : 2
  },
    {
    "id": 8,
    "name": "Klif Orłowski",
    "description": "Długi, szybko ulegający erozji klif poprzecinany leśnymi ścieżkami. Rozciąga się z niego widok na Zatokę Gdańską.",
    "prize": 0,
    "rate" : 5,
    "opinion" : "Bardzo fajne miejsce aby odpocząć, pospacerować po lesie lub plaży. Będąc tam widziałem ludzi z dziećmi, pary acz również osoby stroniące od towarzystwa.",
    "fromCity" : 2
  },
     {
    "id": 9,
    "name": "Statek-muzeum Dar Pomorza",
    "description": "Dar Pomorza – trzymasztowy żaglowiec szkolny zakupiony przez społeczeństwo Pomorza w 1929 dla Szkoły Morskiej w Gdyni.\nOd 1982 zacumowany w Gdyni jako statek-muzeum, oddział Narodowego Muzeum Morskiego w Gdańsku.",
    "prize": 25,
    "rate" : 3.9,
    "opinion" : "Jeden z moich must see w czasie podróży do Gdyni. Czytałam o nim dużo wcześniej chciałam od zawsze go zobaczyć.",
    "fromCity" : 2
  },
   {
    "id": 10,
    "name": "Neon",
    "description": "NEON to kuchnia z azjatyckim twistem. Wszystkie potrawy są przygotowywane na miejscu. W kuchni rządzi Jan Kilański - laureat polskiego Top Chefa.",
    "prize": 0,
    "rate" : 4.5,
    "opinion" : "Kultowy lokal warty odwiedzenia podczas wizyty w Gdyni. Wystrój wnętrza idealnie pasuje do azjatyckiej koncepcji lokalu.",
    "fromCity" : 2
  },
  {
    "id": 11,
    "name": "Pałac Kultury i Nauki",
    "description": "Pałac Kultury i Nauki – drugi pod względem wysokości całkowitej budynek w Polsce. Znajduje się w śródmieściu Warszawy, przy placu Defilad 1.\nW 2007 budynek został wpisany do rejestru zabytków. Pałac stanowił „dar narodu radzieckiego dla narodu polskiego”. Możliwośc wjechania na taras widokowy oraz zwiedzenia muzeum.",
    "prize":20,
    "rate" : 4.5,
    "opinion" : "Bardzo ładnie widoczna panorama Warszawy.",
    "fromCity" : 3
  },
  {
    "id": 12,
    "name": "Zamek Królewski w Warszawie",
    "description": "Barokowo-klasycystyczny zamek królewski znajdujący się w Warszawie przy placu Zamkowym 4. Pełni funkcje muzealne i reprezentacyjne.\nPierwotnie rezydencja książąt mazowieckich, a od XVI wieku siedziba władz I Rzeczypospolitej: króla i Sejmu.",
    "prize":15,
    "rate" : 4.2,
    "opinion" : "Zamek robi wrażenie.",
    "fromCity" : 3
  },
   {
    "id": 13,
    "name": "Ogród Saski w Warszawie",
    "description": "Park miejski w śródmieściu Warszawy, położony między placem marsz. Józefa Piłsudskiego, placem Żelaznej Bramy, ul. Marszałkowską i ul. Królewską, na Osi Saskiej.\nPierwotnie geometryczny ogród francuski założony w latach 1724–1748 dla króla Augusta II Mocnego jako ogród pałacu Saskiego.",
    "prize":0,
    "rate" : 4.4,
    "opinion" : "Spokojny park w środku miasta, polecamy",
    "fromCity" : 3
  },
   {
    "id": 14,
    "name": "Łazienki Królewskie",
    "description": "Zespół pałacowo-ogrodowy w Warszawie założony w XVIII wieku przez Stanisława Augusta Poniatowskiego. Nazwa pochodzi od barokowego pawilonu Łaźni, wzniesionego w latach 80.XVII wieku\nprzez Stanisława Herakliusza Lubomirskiego i przebudowanego przez Stanisława Augusta Poniatowskiego na pałac Na Wyspie.",
    "prize":0,
    "rate" : 4.6,
    "opinion" : "Duży park i piękne łazienki",
    "fromCity" : 3
  },
  {
    "id": 15,
    "name": "Pomnik Syreny nad Wisłą",
    "description": "Monument znajdujący się przy ul. Wybrzeże Kościuszkowskie. Rzeźba przedstawia postać Syreny z uniesionym mieczem i tarczą.\nWzrok ma skierowany na północ, a jej mocny kobiecy korpus osłania trzymana w lewej ręce okrągła, lekko wypukła tarcza.\nNa tarczy znajduje się wizerunek orła w koronie, wokół którego biegnie napis „Warszawa”",
    "prize":0,
    "rate" : 4.6,
    "opinion" : "Ładne miejsce na spacer i porobienia zdjęć.",
    "fromCity" : 3
  }
]

